[M_Ep16_LockAndLoad MissionDefinition]
MissionName="Esforços e Penúrias"
MissionDescription="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. O [place]Hyperion Info Stockade[-place] possui todas as informações que você precisa."
TurnInDescription="Graças aos capangas do Brick e ao seu talento de extrema violência, você já tem tudo que precisa para entrar no [place]Hyperion Info Stockade[-place] e investigar onde está enterrado o Guerreiro."
MissionSummary="Investigue onde o Guerreiro está enterrado."
MissionGiver="Mordecai"
MissionTurnInLocation="Arid Nexus"
TeaserText=""

[M_Ep16_LockAndLoad:DestroyAirDefenses MissionObjectiveDefinition]
ProgressMessage="Destrua os abutres"

[M_Ep16_LockAndLoad:DestroyAirDefensesSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Despeja el cielo para los buitres de Brick." "Limpar o céu para os abutres de Brick."
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. O [place]Hyperion Info Stockade[-place] possui todas as informações que você precisa, porém, você vai precisar de explosivos para entrar. Brick está confiante que pode acabar com todos os bandidos de [place]Sawtooth Cauldron[-place].\nO líder dos Slabs planeja transportar os explosivos de Sawtooth usando seus abutres, mas, ele não pode enviá-los até que o céu esteja limpo, por isso você deve acabar com todas as ameaças aéreas. \n"

[M_Ep16_LockAndLoad:DestroyCopterTarget MissionObjectiveDefinition]
ProgressMessage="Destrua o Boombringer"

[M_Ep16_LockAndLoad:DestroyCopterTargetSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua o Boombringer."
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. O [place]Hyperion Info Stockade[-place] possui todas as informações que você precisa, porém, você vai precisar de explosivos para entrar. Brick está confiante que pode acabar com todos os bandidos de [place]Sawtooth Cauldron[-place].\nOs bandidos guardam os explosivos num nível acima do seu acampamento.\nMorteiro, o chefe dos bandidos de Sawtooth, bloqueou o elevador para evitar subidas indesejadas. Brick sugeriu que você destrua o Boombringer, o precioso abutre do Morteiro. Se o seu plano funcionar, quando o Boombringer for destruido, Morteiro vai ficar tão puto da vida que vai descer pelo elevador para vir pessoalmente acabar com você.\n"

[M_Ep16_LockAndLoad:ElevatorAmbush MissionObjectiveDefinition]
ProgressMessage="Elimine os líderes da emboscada"

[M_Ep16_LockAndLoad:ElevatorAmbushSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep16_LockAndLoad:FindBoombringer MissionObjectiveDefinition]
ProgressMessage="Encontre o hangar dos abutres"

[M_Ep16_LockAndLoad:FindUnderground MissionObjectiveDefinition]
ProgressMessage="Entre em Smoking Guano Grotto"

[M_Ep16_LockAndLoad:FindUndergroundSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. O [place]Hyperion Info Stockade[-place] possui todas as informações que você precisa, porém, você vai precisar de explosivos para entrar. Brick está confiante que pode acabar com todos os bandidos de [place]Sawtooth Cauldron[-place].\nOs bandidos guardam os explosivos no nível superior da [place]Torre Inferno[-place]. Você precisa pegar um elevador para chegar até lá.\n"

[M_Ep16_LockAndLoad:GettingCloseToBoombringerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep16_LockAndLoad:GotoArid MissionObjectiveDefinition]
ProgressMessage="Dirija-se para Arid Nexus"

[M_Ep16_LockAndLoad:GoToAridNexusSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep16_LockAndLoad:GoToAridNexusSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep16_LockAndLoad:GoToAsh MissionObjectiveDefinition]
ProgressMessage="Vá até Eridium Blight"

[M_Ep16_LockAndLoad:GoToAshBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep16_LockAndLoad:GoToCraterLake MissionObjectiveDefinition]
ProgressMessage="Encontre Sawtooth Cauldron"

[M_Ep16_LockAndLoad:GoToCraterLakeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre as cargas Odomo em [place]Sawtooth Cauldron[-place]."
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. O [place]Hyperion Info Stockade[-place] possui todas as informações que você precisa, porém, você vai precisar de explosivos para entrar. Brick está confiante que pode acabar com todos os bandidos de [place]Sawtooth Cauldron[-place].\nOs bandidos guardam os explosivos num nível acima do seu acampamento. Você precisa pegar um elevador para chegar até lá.\n"

[M_Ep16_LockAndLoad:GoToMagmaCrater MissionObjectiveDefinition]
ProgressMessage="Entre em Cramfist Foundry"

[M_Ep16_LockAndLoad:GoToMagmaCraterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep16_LockAndLoad:GoToResevoir MissionObjectiveDefinition]
ProgressMessage="Entre em Main Street Reservoir"

[M_Ep16_LockAndLoad:GoToResevoirSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. O [place]Hyperion Info Stockade[-place] possui todas as informações que você precisa, porém, você vai precisar de explosivos para entrar. Brick está confiante que pode acabar com todos os bandidos de [place]Sawtooth Cauldron[-place].\nOs bandidos guardam os explosivos no nível superior da [place]Torre Inferno[-place]. Brick sugeriu que você destrua o Boombringer, o precioso abutre do Morteiro. Se o seu plano funcionar, quando o Boombringer for destruido, Morteiro vai ficar tão puto da vida que vai descer pelo elevador para vir pessoalmente acabar com você. Assim você poderá eliminar o Morteiro e depois subir na [place]Torre Inferno[-place].\n"

[M_Ep16_LockAndLoad:KillBossBandit MissionObjectiveDefinition]
ProgressMessage="Elimine o Morteiro"

[M_Ep16_LockAndLoad:OpenTheHanger MissionObjectiveDefinition]
ProgressMessage="Acesse o hangar dos abutres"

[M_Ep16_LockAndLoad:OpenTheHangerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep16_LockAndLoad:ReachTopSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep16_LockAndLoad:RideCraterLakeElevator MissionObjectiveDefinition]
ProgressMessage="Suba na Torre Inferno"

[M_Ep16_LockAndLoad:RideElevatorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Suba pelo elevador até o nível superior da [place]Torre Inferno[-place]."
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. O [place]Hyperion Info Stockade[-place] possui todas as informações que você precisa, porém, você vai precisar de explosivos para entrar. Brick está confiante que pode acabar com todos os bandidos de [place]Sawtooth Cauldron[-place].\nOs bandidos guardam os explosivos num nível acima do seu acampamento. Com o Morteiro eliminado, ninguém poderá impedir você de subir pelo elevador e encontrar aqueles explosivos.\n"

[M_Ep16_LockAndLoad:StealMunitions MissionObjectiveDefinition]
ProgressMessage="Roube algumas caixas de explosivos Odomo"

[M_Ep16_LockAndLoad:StealMunitionsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Marque as caixas de Odomo para extração."
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. O [place]Hyperion Info Stockade[-place] possui todas as informações que você precisa, porém, você vai precisar de explosivos para entrar. Brick está confiante que pode acabar com todos os bandidos de [place]Sawtooth Cauldron[-place].\nO líder dos Slabs planeja transportar os explosivos de Sawtooth usando seus abutres, porém, antes disso você terá que marcá-los para que sejam recolhidos.\n"

[M_Ep16_LockAndLoad:ThereIsAGod MissionObjectiveDefinition]
ProgressMessage="Impressione o Morteiro com sua frieza"

[M_Ep16_LockAndLoad:TryElevatorFirstTimeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""